[UIChooseOfficerAbility]
m_strTitle = "军官培训 - "
m_strInventoryLabel = " "
m_strBuy = "培训"
m_strEmptyListTitle = "没有可培训的技能"
;m_zeroLevelSpecialName = "学员"; - deprecated

[AbiziOTSHelper]
m_FreeAbilityPrefix = "将学习以下技能："
m_FreeAbilitySuffix = "以及以下之一："
m_FreeAbilityEmptyString = "将学习以下内容之一："

mStrOfficerReq = "军官"

OfficerLevelNames[0] = "：战术官"
OfficerLevelNames[1] = "尉级官"
OfficerLevelNames[2] = "外勤官"
OfficerLevelNames[3] = "团级官"

OfficerRankPrefixes[0] = "战术"
OfficerRankPrefixes[1] = "尉级"
OfficerRankPrefixes[2] = "外勤"
OfficerRankPrefixes[3] = "团级"

ShortOfficerRankPrefixes[0] = "TAC"
ShortOfficerRankPrefixes[1] = "CMP"
ShortOfficerRankPrefixes[2] = "FLD"
ShortOfficerRankPrefixes[3] = "REG"

;AA_OTSOfficerLevelInsufficient
+NewAbilityAvailabilityCodesStrings = "军官级别不足"
;AA_OTSHasConflictingAbility
+NewAbilityAvailabilityCodesStrings = "具有冲突技能"
;AA_OTSTargetHasNoCooldown
+NewAbilityAvailabilityCodesStrings = "目标没有冷却"
;AA_OTSInsufficientMaterials
+NewAbilityAvailabilityCodesStrings = "材料不足"
;AA_OTSDataNotFull
+NewAbilityAvailabilityCodesStrings = "需要完整数据"
;AA_OTSCannotAfford_Data
+NewAbilityAvailabilityCodesStrings = "无法承担数据成本"
;AA_OTSAtMaxData
+NewAbilityAvailabilityCodesStrings = "数据量最大"
;AA_OTSAlreadyFoundBondmate
+NewAbilityAvailabilityCodesStrings = "已检测到羁绊队友"

TutorialTitle = "战场领导力培训"
TutorialText = "关于军官培训的几点意见<br/>要开始军官培训，应该建立游击战术学校，并建立设施升级，军官培训站<br/>从那时起，符合条件的士兵可以接受训练<br/><br/>请注意，一些与故事相关的任务和秘密行动需要特定级别的军官<br/>因此，尽早投资于军官培训非常重要<br/><br/>还要注意，军官培训会减少供应收入<br/>它不会反映在资源栏中，只会出现在月末报告中<br/><br/>最后，请注意，两名军官不能结成羁绊，军官的羁绊对象也不能参加军官培训<br/><br/>专业提示：给一名军官，点击军械库视图中的"军官培训"技能，将显示下一级训练缺少哪些要求<br/>祝您活动愉快！"


[AbiziOTS_LeadershipEffect0 X2SitrepEffect_OfficerRequirement]
FriendlyName="领袖需求：战术官"
Description="这项任务需要团队中有一名战术官。"

[AbiziOTS_LeadershipEffect1 X2SitrepEffect_OfficerRequirement]
FriendlyName="领袖需求：尉级官"
Description="这项任务需要团队中有一名尉级官。"

[AbiziOTS_LeadershipEffect2 X2SitrepEffect_OfficerRequirement]
FriendlyName="领袖需求：外勤官"
Description="这项任务需要团队中有一名外勤官。"

[AbiziOTS_LeadershipEffect3 X2SitrepEffect_OfficerRequirement]
FriendlyName="领袖需求：团级官"
Description="这项任务需要团队中有一名团级官。"


[UIAlert_OfficerTrainingComplete]
m_strOfficerTrainingComplete = "%LEVEL 培训已完成"

[UIFacility_OTSSlot]
m_strOfficerTrainingStopTrainingDialogueText = "您想停止 %UNITNAME 的军官培训吗？\n\n警告：所有培训进度都将丢失（但费用将退还）。"
m_strOfficerTrainingStopTrainingDialogueTitle = "停止军官培训？"
m_strOfficerTrainingStartTrainingDialogueTitle = "%LEVEL 培训中" 
m_strOfficerTrainingStartTrainingDialogueText = "<XGParam:StrValue0/!UnitName/> 可以接受军官培训。这将需要 <XGParam:StrValue1/!Days/> 小时。您想继续吗？"
m_strNoSoldiersToolTip = "目前没有士兵可供军官培训。"

[X2Ability_OTSAbilitySet]
strGoingDark_WorldMessage = "支付 %RESOURCECOST 激活技能"
GoingDarkEffect = "该成员受技能"走进阴影"影响，无法被检测灯柱检测到。"
ABIZIOTS_PATCHUP_MESSAGE = "修补"

FocussedFriendlyName="集中火力"
FocussedFriendlyDesc="受到"集中火力"攻击的目标更容易被敌人击中和伤害。"

strSneakyOfficer_WorldMessage = "支付 %RESOURCECOST 激活技能"

[X2EventListener_OTSEventListener]
mOfficerSalaryString = "军官工资： "
OfficerTraitWillRollString = "收到可疑订单……"

[X2DownloadableContentInfo_AbiziOTS]
DataUVName = "数据";
UnidentifiedCommandRange = "指挥范围"
tilesStr = "地格"
DataDisplayPrefix = "当前数据："
UnknownOfficer = "军官"
strLearnedAbilityPrefix = "军官培训赋予了这名士兵以下技能："
strAtMaxLevel = "在最高军官级别。"
strReqForNextLevelUnmetPrefix = "下一级要求："
strReqForNextLevelMet = "可以再次培训。"
strGTSUnlock = "解锁游击战术学校升级。"
strMissionReq = "必须参与 "
strMissions = " 任务。"
strRankRequiredPrefix = "所需排名："
strAPRequirement = "所需技能点："
strOfficerAbilityTreeTitle = "军官技能树"
strThisAbilityCosts = "该技能花费"
strIs = "是"
strIsNot = "不是"
strTurnEnding = "回合结束"
strFreeAction = "免费行动。"
strScaleWithLevel = "（根据军官级别判定）"
strReactionFireCrit = " 反应射击可以暴击。"
strActionPointsAnd = "行动点并且"
strSalary = "工资："
strPerMonth = "每月。"
PatchUpRemovalPrefix = "删除以下效果："
nonRobotic = " （非机器人）"
grantsAbilitiesStr = "授予以下技能："
utilitySlotIncreaseStr = "将该士兵的通用物品槽数量增加"

;[AbiziOTSUnlockLevel_0 X2SoldierUnlockTemplate]
;DisplayName="军官培训 %LEVEL"
;Summary="能将一名军官培训为 %OFFICERLEVELNAME.<br>培训要求： %TRAININGREQUIREMENTS"
;
;[AbiziOTSUnlockLevel_1 X2SoldierUnlockTemplate]
;DisplayName="Officer Training %LEVEL"
;Summary="能将一名军官培训为 %OFFICERLEVELNAME.<br>培训要求： %TRAININGREQUIREMENTS"
;
;[AbiziOTSUnlockLevel_2 X2SoldierUnlockTemplate]
;DisplayName="Officer Training %LEVEL"
;Summary="能将一名军官培训为 %OFFICERLEVELNAME.<br>培训要求： %TRAININGREQUIREMENTS"